IDS_UTIL__Simple_line_plot                    = "Simple line plot"
IDS_UTIL__Line_only__no_dots_                 = "Line only (no dots)"
IDS_UTIL__simple_horizontal_bar_chart         = "simple horizontal bar chart"
IDS_UTIL__Extended_HBar__pseudo_3D_           = "Extended HBar (pseudo 3D)"
IDS_UTIL__simple_vertical_bar_chart           = "simple vertical bar chart"
IDS_UTIL__Extended_VBar__pseudo_3D_           = "Extended VBar (pseudo 3D)"
IDS_UTIL__stacked_horizontal_bars             = "stacked horizontal bars"
IDS_UTIL__stacked_vertical_bars               = "stacked vertical bars"
IDS_UTIL__3D_manhattan_graph                  = "3D Manhattan graph"
IDS_UTIL__area_under_a_curve                  = "area under a curve"
IDS_UTIL__3D_Rooftop_graph                    = "3D Rooftop graph"
IDS_UTIL__3D_Ribbon_graphs                    = "3D Ribbon graphs"
IDS_UTIL__Strata_graph                        = "Strata graph"
IDS_UTIL__Starta_hbar__one_col__per_bar_      = "Strata hbar (one col./per bar)"
IDS_UTIL__Starta_vbar__one_col__per_bar_      = "Strata vbar (one col./per bar)"
IDS_UTIL__100__Strata_hbar__one_col__per_bar_  = "100% Strata hbar (one col./per bar)"
IDS_UTIL__100__Strata_vbar__one_col__per_bar_  = "100% Strata vbar (one col./per bar)"
IDS_UTIL__STRATA_HBAR__one_row_per_bar_       = "STRATA HBAR (one row/per bar)"
IDS_UTIL__STRATA_VBAR__one_row_per_bar_       = "STRATA VBAR (one row/per bar)"
IDS_UTIL__100__Strata_hbar__one_row_per_bar_  = "100% Strata hbar (one row/per bar)"
IDS_UTIL__100__Strata_vbar__one_row_per_bar_  = "100% Strata vbar (one row/per bar)"
IDS_UTIL__Web_chart                           = "Web chart"
IDS_UTIL__Web_chart_with_area_display         = "Web chart with area display"
IDS_UTIL__Step_chart                          = "Step chart"
IDS_UTIL__Step_chart__no_dots_                = "Step chart (no dots)"
IDS_UTIL__Default_Serial_Numbers              = "Default: Serial Numbers"
IDS_UTIL__Number                              = "Number"
IDS_UTIL___n_________MIDAS_PILE_SLAB_Cutting_Ou  = "\n      ** MIDAS/PILE SLAB Cutting Output Data ** \n"
IDS_UTIL___n_________MIDAS_SDSw_SLAB_Cutting_Ou  = "\n      ** MIDAS/SDSw SLAB Cutting Output Data ** \n"
IDS_UTIL__the_number_of_sample_is_less_than_2__  = "the number of sample is less than 2; Cannot proceed."
IDS_UTIL____s_is_maximum_n_at__6_3f_Hz_n_n    = "-%s is maximum\n at %6.3f Hz\n\n"
IDS_UTIL__Warning__This_Type_accepts_only_posit  = "Warning! This type allows a positive value only.\nNegative value will be automatically converted into a positive value."
IDS_UTIL__Can_not_Use_On_This_Trial_Version   = "This function is not supported in the trial version."
IDS_UTIL__Invalid_Extension_                  = "Invalid Extension!"
IDS_UTIL____Summary__                         = "- Summary -"
IDS_UTIL__Distance_from_Pnt1_                 = "Distance(from Pnt1)"
IDS_UTIL__Value                               = "Value"
IDS_UTIL__Frequency__Hz_                      = "Frequency (Hz)"
IDS_UTIL__Normalized_value                    = "Normalized value"
IDS_UTIL___Max___5_3e_n_at__6_3f_             = "-Max: %5.3e\n at %6.3f "
IDS_UTIL___Min___5_3e_n_at__6_3f_             = "-Min: %5.3e\n at %6.3f "
IDS_UTIL__All_Files___                        = "All files *.*|*.*||"
IDS_UTIL__Can_t_create_the_file__             = "Can't create the file."
IDS_UTIL___n_____15s_n_n                      = "\n**  %15s\n\n"
IDS_UTIL__Max___23_7f_at___23_4f__n           = "Max :%23.7f at %-23.4f \n"
IDS_UTIL__Min___23_7f_at___23_4f__n           = "Min :%23.7f at %-23.4f \n"
IDS_UTIL__This_Function_Is_Not_Right          = "Equation is not correct."
IDS_UTIL__Can_Not_Value_This_Function_        = "Cannot verify the equation."
IDS_UTIL__Error__Can_t_remove_row___          = "Error: Can't remove the row."
IDS_UTIL__Can_Not_Delete_This_Record_         = "Cannot delete a record."
IDS_UTIL__Can_Not_Insert_New_Record_          = "If there is a record in modification, new record cannot be inserted."
IDS_UTIL__Can_t_store_modified_data__nModificat  = "Can't store modified data.\nModification will be discarded."
IDS_UTIL__Mixed_Modify_And_Add_Adjust_Position_  = "Modification and addition exist at the same position. Define the position again."
IDS_UTIL__Too_Large_Copy_Range_               = "Columns to be pasted exceeds the column range. Define the paste location again."
IDS_UTIL__Current_Editing_Record_Inclued_     = "Record in modification is included in the data range to be copied."
IDS_UTIL__Not_Equal_Copy_Range_And_Object_Range_  = "If the target range is selected, the range must be identical to the original data range."
IDS_UTIL__Table_is_currently_locked__Data_can_n  = "Table is currently locked. Data cannot be stored."
IDS_UTIL__Invalid_data__Operation_has_been_canc  = "Invalid data. Operation has been canceled."
IDS_UTIL__Displaying_data____                 = "Displaying data... "
IDS_UTIL__Sorting_data___                     = "Sorting data..."
IDS_UTIL__Press_ESC_to_cancel_                = "Press ESC to cancel."
IDS_UTIL__Finding___s_____                    = "Finding <%s>... "
IDS_UTIL____s__is_not_found_                  = "<%s> is not found!"
IDS_UTIL__IMPACT                              = "IMPACT"
IDS_UTIL__PROJECT_TITLE___                    = "PROJECT TITLE : "
IDS_UTIL__Company                             = "Company"
IDS_UTIL__Author                              = "Author"
IDS_UTIL__Client                              = "Client"
IDS_UTIL__File                                = "File"
IDS_UTIL__Print_Date_Time___                  = "Print Date/Time : "
IDS_UTIL__Cannot_zoom_in_table_               = "Cannot zoom in the table."
IDS_UTIL__Cannot_zoom_out_table_              = "Cannot zoom out the table."
IDS_UTIL__Select_columns_for_sorting_key_     = "Select columns for sorting key."
IDS_UTIL__Name                                = "Name"
IDS_UTIL__Type                                = "Type"
IDS_UTIL__Width                               = "Width"
IDS_UTIL__Align                               = "Align"
IDS_UTIL__Format                              = "Format"
IDS_UTIL__Place                               = "Place"
IDS_UTIL___d_tLeft_n_d_tCenter_n_d_tRight_n   = "%d\tLeft\n%d\tCenter\n%d\tRight\n"
IDS_UTIL___d_tDefault_n_d_tFixed_n_d_tScientifi  = "%d\tDefault\n%d\tFixed\n%d\tScientific\n%d\tGeneral\n"
IDS_UTIL__integer                             = "integer"
IDS_UTIL__real                                = "real"
IDS_UTIL__string                              = "string"
IDS_UTIL___s___width_was_not_specified__n     = "%s : width was not specified.\n"
IDS_UTIL___s___width_is_out_of_range__n       = "%s : width is out of range.\n"
IDS_UTIL___s___alignment_was_not_specified__n  = "%s : alignment was not specified.\n"
IDS_UTIL___s___format_was_not_specified__n    = "%s : format was not specified.\n"
IDS_UTIL___s___place_was_not_specified__n     = "%s : place was not specified.\n"
IDS_UTIL___s___place_is_out_of_range__n       = "%s : place is out of range.\n"
IDS_UTIL__Error_in_Input_Data__n_n            = "Error in Input Data.\n\n"
IDS_UTIL__Error___Invalid_Graph_Range_        = "Error : Invalid Graph Range."
IDS_UTIL__Table_Graph_View                    = "Table Graph View"
IDS_UTIL_QUERY_Element_Type                   = "Element Type"
IDS_UTIL_QUERY_Material                       = "Material"
IDS_UTIL_QUERY_Section                        = "Section"
IDS_UTIL_QUERY_Thickness                      = "Thickness"
IDS_WG_BASE_FILE_DLG_FILTER_TXT_ALL           = "Text file(*.txt)|*.txt|All files|*.*||"
IDS_GRAPH_FONT_ARIAL                          = "Courier New"

IDS_UTIL_NO_EXIST_SELECTED_CELL               = "Selected cell does not exist."
IDS_UTIL_NONE_COLUMN_STYPE__d                 = "Style has not been defined for %d column."
IDS_UTIL_NO_EXIST_SELECTED_ITEM               = "Selected item does not exist."
